/* 
  ITDeviceMusicViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/22/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveAlertTitle"              = "Are you sure you want to remove the music?";
"RemoveAlertDefaultButton"      = "OK";
"RemoveAlertAlternateButton"    = "Cancel";

"StatusTemplate"            = "%d Songs";
"StatusSelectedTemplate"    = "%d Songs, %d Selected";

"ContextMenuImport"         = "Import";
"ContextMenuRemove"         = "Remove";
"ContextMenuExport"         = "Export";
"ContextMenuRTMaker"        = "Make ringtone";
"ContextMenuAddToPList"     = "Add to Play list";

"ProgressConvert"           = "Converting...";
"ProgressImport"            = "Importing...";
"ProgressRefresh"           = "Refresh...";
"ProgressRemove"            = "Removing...";
"ProgressCopy"              = "Copying files...";
"ProgressAddPList"          = "Add to Play list...";

"ConvertFailedTitle"        = "The following music conversion fails";
"MediaOPRSATHostBusy"       = "Device is busy, please try again later.";
"MediaOPRSiTunesInit"       = "Unable to read the data, try to initialize the device in iTunes and try again.";
"MediaOPRSATHostBad"        = "Operation failed, please try again later. ";
"MediaOPRSUnknow"           = "Unknown error, please try again later.";

"UnsupportedFileAlertTitle" = "Unsupported file types\nMusic only supports mp3, m4a, m4b, wav, wma, ape, flac, ogg file";

"RingtoneMakerWindowTitle"  = "RingtoneMaker";
